/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Termine";
"AppDates.DATES.PAST_DUE" = "Überfällig";
"AppDates.DATES.TODAY" = "Heute";
"AppDates.DATES.THIS_WEEK" = "Diese Woche";
"AppDates.DATES.NEXT_WEEK" = "Nächste Woche";
"AppDates.DATES.UPCOMING" = "Bevorstehende";
"AppDates.EMPTY.TITLE" = "Keine Termine";
"AppDates.EMPTY.SUBTITLE" = "Sie haben derzeit keine aktiven Kurse mit geplanten Terminen. Melden Sie sich für einen Kurs an, um wichtige Daten und Fristen anzuzeigen.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Einige Fristen verpasst?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Keine Sorge – passen Sie unseren vorgeschlagenen Zeitplan an, um die fälligen Aufgaben zu erledigen, ohne Ihren Fortschritt zu verlieren.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Fälligkeitsdaten verschieben";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Profil Information";
"Profile.ABOUT" = "Über mich";
"Profile.EDIT_PROFILE" = "Profil bearbeiten";
"Profile.YEAR_OF_BIRTH" = "Geburtsjahr:";
"Profile.BIO" = "Biografie:";
"Profile.SETTINGS" = "Einstellungen";
"Profile.SETTINGS_VIDEO" = "Video-Einstellungen";
"Profile.DATES_AND_CALENDAR" = "Daten &amp; Kalender";
"Profile.SUPPORT_INFO" = "Support-Informationen";
"Profile.CONTACT" = "Kontaktieren Sie Support";
"Profile.TERMS" = "Nutzungsbedingungen";
"Profile.PRIVACY" = "Datenschutzrichtlinie";
"Profile.COOKIE_POLICY" = "Cookie-Richtlinie";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Verkaufen Sie meine persönlichen Daten nicht";
"Profile.FAQ_TITLE" = "FAQ anzeigen";
"Profile.MANAGE_ACCOUNT" = "Konto verwalten";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "Ausloggen";
"Profile.SWITCH_TO" = "Wechseln zu";
"Profile.FULL_PROFILE" = "vollständiges Profil";
"Profile.LIMITED_PROFILE" = "eingeschränktes Profil";
"Profile.LOGOUT_ALERT.TITLE" = "Abmeldung bestätigen";
"Profile.LOGOUT_ALERT.TEXT" = "Möchten Sie sich wirklich abmelden?";
"Profile.DELETE_ALERT.TITLE" = "Warnung!";
"Profile.DELETE_ALERT.TEXT" = "Möchten Sie Ihr Konto wirklich löschen?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Ohne Speichern verlassen?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Von Ihnen vorgenommene Änderungen werden verworfen.";
"Profile.EDIT.TOO_YONG_USER" = "Sie müssen über 13 Jahre alt sein, um ein Profil mit vollem Zugriff auf Informationen zu haben.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Ein eingeschränktes Profil gibt nur Ihren Benutzernamen und Ihr Profilfoto frei.";
"Profile.EDIT.DELETE_ACCOUNT" = "Konto löschen";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Geburtsjahr";
"Profile.EDIT.FIELDS.LOCATION" = "Standort";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Gesprochene Sprache";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Über mich:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Profilbild ändern";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Aus der Galerie auswählen";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Foto entfernen";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Stornieren";
"Profile.DELETE_ACCOUNT.TITLE" = "Konto löschen";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Bist du sicher, dass du das willst ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Lösche deinen Account?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Um diese Aktion zu bestätigen, geben Sie bitte Ihr Kontopasswort ein.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Passwort";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Passwort eingeben";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Ja, Konto löschen";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Zurück zum Profil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Das Passwort ist falsch. Bitte versuche es erneut.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Video-Einstellungen";
"Profile.SETTINGS.WIFI_TITLE" = "Download nur über WLAN";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Inhalte nur herunterladen, wenn WLAN eingeschaltet ist";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Video-Streaming-Qualität";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Auto (empfohlen)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Empfohlen";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Geringere Datennutzung";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Beste Qualität";
"Profile.SETTINGS.VERSION" = "Ausführung:";
"Profile.SETTINGS.UP_TO_DATE" = "Auf dem Laufenden";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Tippen, um auf Version zu aktualisieren";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Tippen Sie hier, um das erforderliche App-Update zu installieren";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "E-Mail kann nicht gesendet werden. Offenbar ist Ihr E-Mail-Client nicht eingerichtet.";
"Profile.CALENDAR.NEW_CALENDAR" = "Neuer Kalender";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Synchronisierungsoptionen ändern";
"Profile.CALENDAR.ACCOUNT" = "Konto";
"Profile.CALENDAR.CALENDAR_NAME" = "Kalendername";
"Profile.CALENDAR.COLOR" = "Farbe";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Kommende Aufgaben für aktive Kurse werden in diesem Kalender angezeigt";
"Profile.CALENDAR.CANCEL" = "Stornieren";
"Profile.CALENDAR.BEGIN_SYNCING" = "Beginnen Sie mit der Synchronisierung";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Synchronisiert";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Synchronisierung fehlgeschlagen";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Offline";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Mit Kalender synchronisieren...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Kalenderzugriff";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Kalendersynchronisierung deaktivieren";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Um anstehende Aufgaben und Kursmeilensteine in Ihrem Kalender anzuzeigen, benötigen wir die Berechtigung für den Zugriff auf Ihren Kalender.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Durch Deaktivieren der Kalendersynchronisierung wird der Kalender „ %@ “ gelöscht. Sie können die Kalendersynchronisierung jederzeit wieder aktivieren.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Kalenderzugriff gewähren";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Synchronisierung deaktivieren";
"Profile.CALENDAR_DIALOG.CANCEL" = "Stornieren";
"Profile.DATES_AND_CALENDAR.TITLE" = "Termine &amp; Kalender";
"Profile.CALENDAR_SYNC.TITLE" = "Kalendersynchronisierung";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Richten Sie die Kalendersynchronisierung ein, um Ihre anstehenden Aufgaben und Kursmeilensteine in Ihrem Kalender anzuzeigen. Neue Aufgaben und verschobene Kursdaten werden automatisch synchronisiert.";
"Profile.CALENDAR_SYNC.BUTTON" = "Kalendersynchronisierung einrichten";
"Profile.OPTIONS.TITLE" = "Optionen";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Verwenden relativer Daten";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Relative Daten wie „Morgen“ und „Gestern“ anzeigen";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Vollständige Daten anzeigen, z. B. „1. Januar 2021“";
"Profile.DATES_AND_CALENDAR.TITLE" = "Termine &amp; Kalender";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Kurskalender-Synchronisierung";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Bitte verbinden Sie Ihren Kalender erneut, um die Synchronisierung fortzusetzen";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Derzeit werden Ereignisse mit Ihrem Kalender synchronisiert";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Kalender erneut verbinden";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Synchronisierungsoptionen ändern";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "%d Kurse synchronisieren";
"Profile.OPTIONS.TITLE" = "Optionen";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Verwenden relativer Daten";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Relative Daten wie „Morgen“ und „Gestern“ anzeigen";
"Profile.COURSES_TO_SYNC.TITLE" = "Zu synchronisierende Kurse";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Wenn Sie die Synchronisierung für einen Kurs deaktivieren, werden alle mit dem Kurs verbundenen Ereignisse aus Ihrem synchronisierten Kalender entfernt.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Inaktive Kurse ausblenden";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Ereignisse aus Kursen, die Sie im letzten Monat nicht angesehen haben, automatisch entfernen";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inaktiv";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Lokal";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Akzent";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Rot";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Orange";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Gelb";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Grün";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Blau";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Lila";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Braun";
"Profile.CALENDAR.COURSE_DATES" = "%@ Kurstermine";
"Profile.DROP_DOWN_PICKER.SELECT" = "Wählen";
"Profile.SYNC_SELECTOR.SYNCED" = "So synchronisieren Sie";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Nicht synchronisiert";
"Profile.SYNC.NO_SYNCED" = "Keine synchronisierten Kurse";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Derzeit werden keine Kurse mit Ihrem Kalender synchronisiert.";
"Downloads.DOWNLOADS.TITLE" = "Downloads";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "herunterladen -Einstellungen verwalten";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Keine Kurse mit herunterladbaren Inhalt";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Sie haben derzeit keine Kurse mit herunterladbaren Inhalt .";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ heruntergeladen";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Alle %@ heruntergeladen";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ verfügbar";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Kurs herunterladen";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Herunterladen";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Kursstruktur wird geladen...";
"Downloads.MENU_OPTION.REMOVE" = "Kurs-Downloads entfernen";
"Downloads.MENU_OPTION.CANCEL" = "Abbrechen herunterladen";
"Discovery.TITLE" = "Entdecken";
"Discovery.SEARCH" = "Suchen";
"Discovery.HEADER.TITLE_1" = "Entdecken Sie Neues";
"Discovery.HEADER.TITLE_2" = "Lassen Sie uns einen neuen Kurs für Sie finden.";
"Discovery.SEARCH.TITLE" = "Suchergebnisse";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Beginnen Sie mit der Eingabe, um den Kurs zu finden";
"Discovery.UPDATE_REQUIRED_TITLE" = "App-Update erforderlich";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Diese Version der OpenEdX-App ist veraltet. Um weiter zu lernen und die neuesten Funktionen und Fehlerbehebungen zu erhalten, aktualisieren Sie bitte auf die neueste Version.";
"Discovery.UPDATE_WHY_NEED" = "Warum muss ich aktualisieren?";
"Discovery.UPDATE_DEPRECATED_APP" = "Veraltete App-Version";
"Discovery.UPDATE_BUTTON" = "Aktualisieren";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Account Einstellungen";
"Discovery.UPDATE_NEEDED_TITLE" = "App-Update";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Wir empfehlen Ihnen, auf die neueste Version zu aktualisieren. Aktualisieren Sie jetzt, um die neuesten Funktionen und Fehlerbehebungen zu erhalten.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Nicht jetzt";
"Discovery.UPDATE_NEW_AVALIABLE" = "Neues Update verfügbar! Jetzt upgraden, um die neuesten Features und Fixes zu erhalten";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Verlassen der App";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Sie verlassen jetzt die App und öffnen einen Browser";
"Discovery.DETAILS.TITLE" = "Kursdetails";
"Discovery.DETAILS.VIEW_COURSE" = "Kurs ansehen";
"Discovery.DETAILS.ENROLL_NOW" = "Jetzt anmelden";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Sie können sich für diesen Kurs nicht anmelden, da die Anmeldefrist abgelaufen ist.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Um sich für diesen Kurs anzumelden, stellen Sie bitte sicher, dass Sie mit dem Internet verbunden sind.";
"Discovery.DETAILS.COURSE_BANNER" = "Kursbanner";
"Discovery.ALERT.AUTHORIZATION" = "Authorisierung";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Bitte melden Sie sich beim System an, um mit der Kursanmeldung fortzufahren.";
"Discussion.TITLE" = "Diskussionen";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Das Posten in Diskussionen wurde vom Kursteam deaktiviert.";
"Discussion.TOPICS.SEARCH" = "Alle Beiträge durchsuchen";
"Discussion.TOPICS.ALL_POSTS" = "Alle Artikel";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Beiträge, denen ich folge";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Hauptkategorien";
"Discussion.TOPICS.UNNAMED" = "Unbenannte Unterkategorie";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Letzte Aktivität";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Meiste Aktivität";
"Discussion.POSTS.SORT.MOST_VOTES" = "Die meisten Stimmen";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Noch keine Diskussionen";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Klicken Sie auf die Schaltfläche unten, um Ihre erste Diskussion zu erstellen.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Diskussion anstoßen";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Einen Beitrag hinzufügen";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Alle Artikel";
"Discussion.POSTS.FILTER.UNREAD" = "Ungelesen";
"Discussion.POSTS.FILTER.UNANSWERED" = "Unbeantwortet";
"Discussion.POSTS.CREATE_NEW_POST" = "Neuen Beitrag erstellen";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Eine Auswahl treffen";
"Discussion.POST.LAST_POST" = "Letzter Beitrag:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Kommentar hinzugefügt";
"Discussion.THREAD.ADD_RESPONSE" = "Hinzufügen einer Antwort";
"Discussion.CREATE_THREAD.NEW_POST" = "Neuen Beitrag erstellen";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Beitragstyp auswählen";
"Discussion.CREATE_THREAD.TOPIC" = "Thema";
"Discussion.CREATE_THREAD.TITLE" = "Titel";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Dieser Diskussion folgen";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Folgen Sie dieser Frage";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Neue Diskussion erstellen";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Neue Frage erstellen";
"Discussion.COMMENT.REPORT" = "Bericht";
"Discussion.COMMENT.UNREPORT" = "Nicht melden";
"Discussion.COMMENT.FOLLOW" = "Folgen";
"Discussion.COMMENT.UNFOLLOW" = "Nicht mehr folgen";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Kommentar";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Kommentar hinzugefügt";
"Discussion.RESPONSE.ADD_COMMENT" = "Einen Kommentar hinzufügen";
"Discussion.POST_TYPE.QUESTION" = "Frage";
"Discussion.POST_TYPE.DISCUSSION" = "Diskussion";
"Discussion.SEARCH" = "Suchen";
"Discussion.SEARCH.TITLE" = "Suchergebnisse";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Beginnen Sie mit der Eingabe, um die Themen zu finden";
"Discussion.ANONYMOUS" = "Anonym";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Diskussionen können nicht geladen werden.\n Versuchen Sie es später noch einmal.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Herzlichen Glückwunsch, Sie haben dieses Kurszertifikat in „ %@ \“ erhalten.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Zertifikat ansehen";
"Course.OUTLINE.CERTIFICATE" = "Zertifikat";
"Course.OUTLINE.COURSE_VIDEOS" = "Kursvideos";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Dieser Kurs hat noch nicht begonnen.";
"Course.COURSEWARE.COURSE_CONTENT" = "Studieninhalte";
"Course.COURSEWARE.COURSE_UNITS" = "Lerneinheiten";
"Course.COURSEWARE.NEXT" = "Nächste";
"Course.COURSEWARE.PREVIOUS" = "Zurück";
"Course.COURSEWARE.PREVIOUS_FULL" = "Vorherige";
"Course.COURSEWARE.FINISH" = "Beenden";
"Course.COURSEWARE.GOOD_WORK" = "Gute Arbeit!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Zurück zur Übersicht";
"Course.COURSEWARE.SECTION" = "Sie haben abgeschlossen „";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Weitermachen";
"Course.COURSEWARE.RESUME_WITH" = "Lebenslauf mit:";
"Course.ERROR.NO_INTERNET" = "Sie sind nicht mit dem Internet verbunden. Bitte überprüfen Sie Ihre Internetverbindung.";
"Course.ERROR.RELOAD" = "Neu laden";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Kurskomponente nicht gefunden, bitte neu laden";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Zu dieser Lehrveranstaltung liegen derzeit keine Handouts vor.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Für diesen Kurs liegen derzeit keine Ausschreibungen vor.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Keine Videos für diesen Kurs verfügbar.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Keine Aufgaben für diesen Kurs verfügbar.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Kurstermine stehen aktuell nicht zur Verfügung.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Derzeit sind keine Kursinhalte verfügbar.";
"Course.ALERT.ROTATE_DEVICE" = "Drehen Sie Ihr Gerät, um dieses Video im Vollbildmodus anzuzeigen.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Möchten Sie wirklich alle Videos löschen für";
"Course.ALERT.DELETE_VIDEOS" = "Möchten Sie das/die Video(s) wirklich löschen für";
"Course.ALERT.STOP_DOWNLOADING" = "Durch Ausschalten des Schalters wird der Download gestoppt und alle heruntergeladenen Videos gelöscht für";
"Course.ALERT.WARNING" = "Warnung";
"Course.COURSE_CONTAINER.HOME" = "Heim";
"Course.COURSE_CONTAINER.CONTENT" = "Inhalt";
"Course.COURSE_CONTAINER.PROGRESS" = "Bearbeitungsstand";
"Course.COURSE_CONTAINER.VIDEOS" = "Videos";
"Course.COURSE_CONTAINER.OFFLINE" = "Offline";
"Course.COURSE_CONTAINER.DATES" = "Termine";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Diskussionen";
"Course.COURSE_CONTAINER.HANDOUTS" = "Mehr";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Handouts In der Entwicklung";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Sie haben %@%% des Kursfortschritts abgeschlossen.";
"Course.COURSE_CAROUSEL.GRADES" = "Noten";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Dies stellt Ihre gewichtete Note im Vergleich zur Note dar, die zum Bestehen dieses Kurses erforderlich ist.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Alle Inhalt";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Sie nehmen derzeit als Gasthörer an diesem Kurs teil und haben nur eingeschränkten Zugriff auf das Kursmaterial.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Jetzt upgraden";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Du bist mit allen Aufgaben auf dem Laufenden!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Videos\nabgeschlossen";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Aufgaben\nabgeschlossen";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Weiter ansehen";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Nächstes Video";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Alle Videos";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Alle Aufgaben";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Nächste Aufgabe";
"Course.COURSE_CONTENT.ALL" = "Alle";
"Course.COURSE_CONTENT.VIDEOS" = "Videos";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Aufgaben";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Kursabschluss";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Dies gibt an, wie viel des Inhalt Sie abgeschlossen haben. Beachten Sie, dass einige Inhalt möglicherweise noch nicht veröffentlicht sind.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Vollendet";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Gesamtfortschritt";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Übrig";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Gesperrt";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Notenfortschritt";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Bestehen";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Nicht bestanden";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Zertifikat anschauen";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Abschnittsfortschritt";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Kein Fortschritt verfügbar";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Beginnen Sie zu lernen, um Ihren Fortschritt hier zu sehen";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Gesamtnote";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Dies stellt Ihre gewichtete Note im Vergleich zur Note dar, die zum Bestehen dieses Kurses erforderlich ist.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Aktuelle Gesamtgewichtete Note:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Ein gewichteter Notendurchschnitt von %@%% ist erforderlich, um diesen Kurs zu bestehen.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Erforderlich";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Notendetails";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Aufgabentyp";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Aktuell / Max %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Abgeschlossen";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "der Note";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Dieser Kurs enthält keine benoteten Aufgaben.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Handzettel";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Ankündigungen";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Hier finden Sie wichtige Kursinformationen";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Bleiben Sie über die neuesten Nachrichten informiert";
"Course.NOT_AVALIABLE.TITLE" = "Diese interaktive Komponente ist auf Mobilgeräten nicht verfügbar";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Erkunden Sie andere Teile dieses Kurses oder sehen Sie ihn sich im Internet an.";
"Course.NOT_AVALIABLE.BUTTON" = "Im Browser öffnen";
"Course.SUBTITLES.TITLE" = "Untertitel";
"Course.ACCESSIBILITY.DOWNLOAD" = "Herunterladen";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Download abbrechen";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Download löschen";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Kursabschluss-Fortschrittsring";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Abschnitt Gesamtnote";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Abschnitt mit Notendetails";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Aufgabenpunkt";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Erforderliche Note zur Bestehensanzeige";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ Prozent abgeschlossen";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ Prozent erforderlich zum Bestehen";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ von %@ abgeschlossen, %@ von %@ Prozent der Note";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Aktuelle Note: %@ Prozent";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Anforderungswarnung zur Note: %@ Prozent erforderlich, um zu bestehen";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Fortschrittsvisualisierung zeigt %@ Aufgabenkategorien";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Gesamtfortschritt: %@ Prozent";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Zeigt den Fortschritt nach Aufgabentyp aufgeschlüsselt an";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Dieser Kurs hat keine bewerteten Aufgaben zur Anzeige.";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Vervollständigen Sie die Kursaktivitäten, um Ihren Fortschritt hier zu sehen.";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Spaltenüberschrift für Aufgabentyp";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Aktuelle und maximale Prozentspalte Kopfzeile";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Gewichtung: %@ Prozent der Note";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ von %@ abgeschlossen";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Aktuelle Note: %@ von %@ Prozent";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ von %@ abgeschlossen. Gewichtung: %@ Prozent der Note. Aktuelle Note: %@ von %@ Prozent";
"Course.DOWNLOAD.DOWNLOADS" = "Downloads";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Alle Videos heruntergeladen";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Videos werden heruntergeladen...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Auf das Gerät herunterladen";
"Course.DOWNLOAD.VIDEOS" = "Videos";
"Course.DOWNLOAD.REMAINING" = "Übrig";
"Course.DOWNLOAD.UNTITLED" = "Ohne Titel";
"Course.DOWNLOAD.TOTAL" = "Gesamt";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Sie können die Download-Videoqualität nicht ändern, wenn alle Videos heruntergeladen werden";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Ihre aktuellen Download-Einstellungen erlauben nur Downloads über WLAN.\n Bitte stellen Sie eine Verbindung zu einem Wi-Fi-Netzwerk her oder ändern Sie Ihre Download-Einstellungen.";
"Course.COURSE_DATES.TODAY" = "Heute";
"Course.COURSE_DATES.COMPLETED" = "Vollendet";
"Course.COURSE_DATES.PAST_DUE" = "Überfällig";
"Course.COURSE_DATES.DUE_NEXT" = "Fällig als nächstes";
"Course.COURSE_DATES.UNRELEASED" = "Unveröffentlicht";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Nur verifiziert";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Ausgeblendete Elemente";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Element ausgeblendet";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Fälligkeitstermine verschoben";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Ihre Fälligkeitstermine wurden erfolgreich verschoben, damit Sie im Zeitplan bleiben.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Alle Termine anzeigen";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Mit Kalender synchronisieren";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Synchronisieren Sie alle Fristen und Fälligkeitsdaten für diesen Kurs automatisch mit Ihrem Kalender.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Kalender hinzufügen";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Kalender entfernen";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Möchten Sie den %@ -Kalender „ %@ “ hinzufügen?\n Sie können den Kurskalender jederzeit im Kalender oder in den Einstellungen bearbeiten oder entfernen.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Möchten Sie den %@ -Kalender „ %@ “ entfernen?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "„ %@ “ wurde Ihrem Kalender hinzugefügt.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Kalender wird synchronisiert...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Ereignisse anzeigen";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Ihr Kurskalender wurde hinzugefügt.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Ihr Kurskalender wurde entfernt.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Kalenderereignisse";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Ihr Kurskalender ist veraltet";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Ihre Kursdaten wurden verschoben und Ihr Kurskalender entspricht nicht mehr dem neuen Stundenplan.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Jetzt aktualisieren";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Ihr Kurskalender wurde aktualisiert.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ hat keine Kalenderberechtigung. Bitte gehen Sie zu den Einstellungen und erteilen Sie die Kalenderberechtigung.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Einstellungen öffnen";
"Course.COURSE_DATES.SETTINGS" = "Einstellungen";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Ihre Daten konnten nicht verschoben werden. Bitte versuchen Sie es erneut.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Ihre Termine wurden erfolgreich verschoben.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Kurstermine";
"Course.COURSE.DUE_TODAY" = "Heute fällig";
"Course.COURSE.DUE_TOMORROW" = "Bis morgen";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ abgeschlossen";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Abschnitte abgeschlossen";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ abgeschlossen";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Angesehen";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Abgeschlossen anzeigen";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Abgeschlossenes ausblenden";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Vollendet";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Drag and Drop";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Aufgabe";
"Course.COURSE.ASSIGNMENT_GRADED" = "benotet";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Nicht gestartet";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Offene Bewertung";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Partner Instruktionen";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Aufgabe";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Umfrage";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Im Gange";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Wortwolke";
"Course.COURSE.ASSIGNMENT_LTI" = "Externe Anwendung";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Diskussion";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Größte Downloads";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Erledigt";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Bearbeiten";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Alle Downloads entfernen";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% dieses Kurses ist auf Mobilgeräten sichtbar.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% dieses Kurses kann heruntergeladen werden.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% dieses Kurses können offline abgeschlossen werden.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Heruntergeladen";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Herunterladen";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Zum Download verfügbar";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Bereit zum Download";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Alles herunterladen";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Kurs-Download abbrechen";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Sie können Kursinhalte offline herunterladen, um unterwegs zu lernen, ohne dass eine aktive Internetverbindung erforderlich ist oder mobile Daten verwendet werden müssen.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Keiner der Inhalt dieses Kurses ist derzeit zum Offline herunterladen verfügbar.";
"Course.COURSE.RETURN_TO_HOME" = "Zurück zur Kursübersicht";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Diese Komponente wird nicht heruntergeladen";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Erkunden Sie andere Teile dieses Kurses oder laden Sie ihn herunter, wenn Sie die Verbindung wieder herstellen.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Diese Komponente ist noch nicht offline verfügbar";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Erkunden Sie andere Teile dieses Kurses oder sehen Sie sich dies an, wenn Sie die Verbindung wieder herstellen.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Mit Kalender synchronisiert";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Kalendersynchronisierung fehlgeschlagen";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Offline";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ abgeschlossen - %@/%@ Punkte";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Überfällig - %@/%@ Punkte";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Noch nicht verfügbar";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ Punkte";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Überprüfung der Kursbewertungspolitik";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Unbekannt";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Kursfortschrittsbereich";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Abschnitt „Weiterlernen“";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Kursinhaltsabschnitt";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Fehlermeldungsabschnitt";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Ladeabschnitt";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Videos-Bereich";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Video-Fortschritt %@ von %@ abgeschlossen.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Abschnitt für Aufgaben";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Abschnitt zum Fortschritt der Aufgaben";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Kein Inhalt verfügbar Abschnitt";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Nächste Seite";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Letzte Seite";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Vorherige Seite";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ von %@ Aufgaben abgeschlossen";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Tippen, um abgeschlossene Abschnitte auszublenden";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Tippen, um abgeschlossene Abschnitte anzuzeigen";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ Abschnitt, %@ von %@ Videos angesehen";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Download-Bereich, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, abgeschlossen";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% angesehen";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, nicht gestartet";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Tippen, um das Video abzuspielen";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ Prozent abgeschlossen";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ von %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Videonavigation";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Kein Videotitel";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "anmelden";
"Authorization.SIGN_IN.WELCOME_BACK" = "Willkommen zurück! Melden Sie sich an, um auf Ihre Kurse zuzugreifen.";
"Authorization.SIGN_IN.EMAIL" = "Email";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-Mail Adresse oder Benutzername";
"Authorization.SIGN_IN.PASSWORD" = "Passwort";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Passwort vergessen?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "Ändern";
"Authorization.SIGN_IN.AGREEMENT" = "Indem Sie sich bei dieser App anmelden, stimmen Sie der [ %@ Endbenutzer-Lizenzvereinbarung]( %@ ) und den [ %@ Servicebedingungen und Ehrenkodex]( %@ ) zu und erkennen an, dass %@ und jedes Mitglied Ihre persönlichen Daten verarbeiten in\n in Übereinstimmung mit der [Datenschutzrichtlinie.]( %@ )";
"Authorization.SIGN_IN.SSO_HEADING" = "Beginnen Sie noch heute damit, Ihre Karriere selbstbewusst aufzubauen";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Ein integrierter Satz von Wissens- und Empowermentprogrammen zur Entwicklung der Komponenten des Stiftungssektors und seiner Mitarbeiter";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "anmelden";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Melden Sie sich über den nationalen Unified Sign-On-Dienst an";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Ungültige E-Mail-Adresse";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Ungültige Passwortlänge";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Dieses %@ -Konto ist mit keinem %@ -Konto verknüpft. Bitte registrieren Sie sich.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Ungültige E-Mail oder ungültiger Benutzername";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Ihr Konto ist deaktiviert. Wenden Sie sich für weitere Hilfe bitte an den Kundendienst.";
"Authorization.SIGN_UP.SUBTITLE" = "Erstellen Sie ein Konto, um noch heute mit dem Lernen zu beginnen!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Benutzerkonto erstellen";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Optionale Felder ausblenden";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Optionale Felder anzeigen";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Sie haben sich erfolgreich angemeldet.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Wir brauchen nur noch ein paar Informationen, bevor Sie mit dem Lernen beginnen.";
"Authorization.SIGN_UP.AGREEMENT" = "Indem Sie ein Konto erstellen, stimmen Sie der [ %@ Endbenutzer-Lizenzvereinbarung]( %@ ) und den [ %@ Servicebedingungen und Ehrenkodex]( %@ ) zu und erkennen an, dass %@ und jedes Mitglied Ihre personenbezogenen Daten in Übereinstimmung mit der [Datenschutzrichtlinie]( %@ ) verarbeiten.";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Ich bin damit einverstanden, dass %@ mir Marketingnachrichten senden kann.";
"Authorization.FORGOT.TITLE" = "Passwort vergessen";
"Authorization.FORGOT.DESCRIPTION" = "Bitte geben Sie unten Ihre Anmelde- oder Wiederherstellungs-E-Mail-Adresse ein. Wir senden Ihnen dann eine E-Mail mit Anweisungen.";
"Authorization.FORGOT.REQUEST" = "Passwort zurücksetzen";
"Authorization.FORGOT.CHECK_TITLE" = "Check deine E-Mails";
"Authorization.FORGOT.CHECK_Description" = "Wir haben Ihnen Anweisungen zur Passwortwiederherstellung per E-Mail gesendet. ";
"Authorization.CONTINUE_WITH" = "Weiter mit:";
"Authorization.LAST_SIGN_IN" = "Letzte Anmeldung";
"Authorization.OR_SIGN_IN_WITH" = "Oder melden Sie sich mit Ihrer E-Mail-Adresse an:";
"Authorization.OR_REGISTER_WITH" = "Oder registrieren sich unten:";
"Authorization.APPLE" = "Apfel";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Oder";
"Authorization.STARTUP.INFO_MESSAGE" = "Kurse und Programme der besten Universitäten der Welt in Ihrer Tasche.";
"Authorization.STARTUP.SEARCH_TITLE" = "Was willst du lernen?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Durchsuchen Sie unsere über 3000 Kurse";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Alle Kurse entdecken";
"Authorization.STARTUP.TITLE" = "Start";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "Loslegen";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Suchen";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Abmelden";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Abmelden";
"WhatsNew.TITLE" = "Was ist neu";
"WhatsNew.BUTTON_PREVIOUS" = "Vorherige";
"WhatsNew.BUTTON_NEXT" = "Nächste";
"WhatsNew.BUTTON_DONE" = "Erledigt";
"Dashboard.TITLE" = "Armaturenbrett";
"Dashboard.HEADER.COURSES" = "Kurse";
"Dashboard.HEADER.WELCOME_BACK" = "Willkommen zurück. Lasst uns weiter lernen.";
"Dashboard.SEARCH" = "Suchen";
"Dashboard.EMPTY.SUBTITLE" = "Sie sind noch für keinen Kurs angemeldet.";
"Dashboard.LEARN.TITLE" = "Lernen";
"Dashboard.LEARN.VIEW_ALL" = "Alle ansehen";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Alle Kurse anzeigen ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Alle Kurse";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 überfällige Aufgabe";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Aufgaben anzeigen";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Überfällige Aufgaben";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Abgabetermine %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Fällig in %@ Tagen";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Kurs fortsetzen";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Kurs beginnen";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kurse";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Studiengänge";
"Dashboard.LEARN.CATEGORY.ALL" = "Alle";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Im Gange";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Vollendet";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Abgelaufen";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Keine Kurse";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Keine Kurse in Bearbeitung";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Keine abgeschlossenen Kurse";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Keine abgelaufenen Kurse";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Sie sind derzeit für keine Kurse angemeldet und möchten sich das Vorlesungsverzeichnis ansehen?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Kurs finden";
"Core.MAINSCREEN.DISCOVERY" = "Entdecken";
"Core.MAINSCREEN.DASHBOARD" = "Armaturenbrett";
"Core.MAINSCREEN.IN_DEVELOPING" = "In Entwicklung";
"Core.MAINSCREEN.PROGRAMS" = "Studiengänge";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Lernen";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Sie haben bereits ein %@ Konto mit Ihrem %@ Konto eingerichtet. Sie sind mit diesem Konto angemeldet.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Versuchen Sie es erneut";
"Core.ERROR.INVALID_CREDENTIALS" = "Ungültige Anmeldeinformationen";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Langsame oder keine Internetverbindung";
"Core.ERROR.NO_CACHED_DATA" = "Keine zwischengespeicherten Daten für den Offlinemodus";
"Core.ERROR.USER_NOT_ACTIVE" = "Das Benutzerkonto ist nicht aktiviert. Bitte aktivieren Sie zunächst Ihr Konto.";
"Core.ERROR.UNKNOWN_ERROR" = "Etwas ist schief gelaufen";
"Core.ERROR.WIFI" = "Sie können Dateien nur über WLAN herunterladen. Dies können Sie in den Einstellungen ändern.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Autorisation fehlgeschlagen.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Keine Internetverbindung";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Bitte stellen Sie eine Verbindung zum Internet her, um diesen Inhalt anzuzeigen.";
"Core.COURSEWARE.COURSE_CONTENT" = "Studieninhalte";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Diese interaktive Komponente ist auf Mobilgeräten noch nicht verfügbar.";
"Core.COURSEWARE.COURSE_UNITS" = "Lerneinheiten";
"Core.COURSEWARE.NEXT" = "Nächste";
"Core.COURSEWARE.PREVIOUS" = "Zurück";
"Core.COURSEWARE.FINISH" = "Beenden";
"Core.COURSEWARE.GOOD_WORK" = "Gute Arbeit!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Zurück zur Übersicht";
"Core.COURSEWARE.SECTION_COMPLETED" = "Sie haben „ %@ “ abgeschlossen.";
"Core.COURSEWARE.CONTINUE" = "Weitermachen";
"Core.COURSEWARE.RESUME" = "Wieder aufnehmen";
"Core.COURSEWARE.RESUME_WITH" = "Lebenslauf mit:";
"Core.COURSEWARE.NEXT_SECTION" = "Nächster Abschnitt";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Mit etwas fortfahren &quot;";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” Drücken Sie „Nächster Abschnitt“.";
"Core.ERROR.RELOAD" = "Neu laden";
"Core.DATE.COURSE_STARTS" = "Kursbeginn";
"Core.DATE.COURSE_ENDS" = "Kursende";
"Core.DATE.COURSE_ENDED" = "Kurs beendet";
"Core.DATE.ENDED" = "Beendet";
"Core.DATE.START" = "Start";
"Core.DATE.STARTED" = "Gestartet";
"Core.DATE.JUST_NOW" = "Soeben";
"Core.DATE.TODAY" = "Heute";
"Core.DATE.NEXT" = "Weiter %@";
"Core.DATE.DAYS_AGO" = "%@ 0 Tagen";
"Core.DATE.DUE" = "Fällig ";
"Core.DATE.DUE_IN" = "Fällig in ";
"Core.DATE.DUE_IN_DAYS" = "Fällig in %@ Tagen";
"Core.DATE.DUE_TODAY" = "Fällig heute: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Tage überfällig: %@";
"Core.DATE.DUE_IN_LEFT" = "Fällig in %@ Tagen: %@";
"Core.ALERT.ACCEPT" = "Akzeptieren";
"Core.ALERT.CANCEL" = "Abbrechen";
"Core.ALERT.LOGOUT" = "Ausloggen";
"Core.ALERT.LEAVE" = "Verlassen";
"Core.ALERT.SIGN_IN" = "anmelden";
"Core.ALERT.REGISTER" = "registrieren";
"Core.ALERT.KEEP_EDITING" = "Weiter bearbeiten";
"Core.ALERT.DELETE" = "löschen";
"Core.ALERT.ADD" = "Hinzufügen";
"Core.ALERT.REMOVE" = "Entfernen";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Kurskalender entfernen";
"Core.NO_INTERNET.OFFLINE" = "Offline";
"Core.NO_INTERNET.DISMISS" = "Zurückweisen";
"Core.NO_INTERNET.RELOAD" = "Neu laden";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM, tt";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM tt, jjjj";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM tt, jjjj";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Herunterladen";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Heruntergeladen";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Vollendet";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Qualität des Video-Downloads";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Empfohlen";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Geringere Datennutzung";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Beste Qualität";
"Core.DONE" = "Erledigt";
"Core.VIEW" = "Sicht";
"Core.BACK" = "Zurück";
"Core.OK" = "OK";
"Core.CLOSE" = "schließen";
"Core.PICKER.SEARCH" = "Suchen";
"Core.PICKER.ACCEPT" = "Akzeptieren";
"Core.WEBVIEW.ALERT.OK" = "OK";
"Core.WEBVIEW.ALERT.CANCEL" = "Stornieren";
"Core.WEBVIEW.ALERT.CONTINUE" = "Weitermachen";
"Core.REVIEW.VOTE_TITLE" = "Gefällt Ihnen Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Ihr Feedback ist uns wichtig. Würden Sie sich einen Moment Zeit nehmen, um die App zu bewerten, indem Sie unten auf einen Stern tippen? Vielen Dank für Ihre Unterstützung!";
"Core.REVIEW.FEEDBACK_TITLE" = "Hinterlassen Sie uns Feedback";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Es tut uns leid, dass es bei Ihrem Lernerlebnis Probleme gab. Wir freuen uns über jedes Feedback.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Danke";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Vielen Dank, dass Sie uns Ihr Feedback mitteilen. Möchten Sie Ihre Bewertung dieser App mit anderen Benutzern im App Store teilen?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Danke";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Wir haben Ihr Feedback erhalten und werden es nutzen, um Ihr Lernerlebnis in Zukunft zu verbessern. Vielen Dank fürs Teilen!";
"Core.REVIEW.BETTER" = "Was hätte besser sein können?";
"Core.REVIEW.NOT_NOW" = "Nicht jetzt";
"Core.REVIEW.BUTTON.SUBMIT" = "Einreichen";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Feedback teilen";
"Core.REVIEW.BUTTON.RATE_US" = "Bewerten Sie uns";
"Core.REVIEW.EMAIL.TITLE" = "E-Mail-Client auswählen:";
"Core.SOCIAL_SIGN_CANCELED" = "Der Benutzer hat den Anmeldevorgang abgebrochen.";
"Core.SIGN_IN.LOG_IN_BTN" = "anmelden";
"Core.SIGN_IN.REGISTER_BTN" = "registrieren";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Mit SSO anmelden";
"Core.TOMORROW" = "Morgen";
"Core.YESTERDAY" = "Gestern";
"Core.OPEN_IN_BROWSER" = "In Safari anzeigen";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Keine Sorge – passen Sie unseren vorgeschlagenen Zeitplan an, um die fälligen Aufgaben zu erledigen, ohne Ihren Fortschritt zu verlieren.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Fälligkeitsdaten verschieben";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Einige Fristen verpasst?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Wir haben einen Zeitplan erstellt, der Ihnen dabei hilft, auf Kurs zu bleiben. Aber keine Sorge – er ist flexibel, sodass Sie in Ihrem eigenen Tempo lernen können. Wenn Sie einmal in Rückstand geraten, können Sie die Termine anpassen, um auf Kurs zu bleiben.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Um im Rahmen dieses Kurses benotete Aufgaben zu erledigen, können Sie noch heute ein Upgrade durchführen.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Sie besuchen diesen Kurs als Gasthörer, was bedeutet, dass Sie nicht an benoteten Aufgaben teilnehmen können. Es sieht so aus, als hätten Sie einige wichtige Fristen in unserem vorgeschlagenen Zeitplan verpasst. Um benotete Aufgaben im Rahmen dieses Kurses abzuschließen und die überfälligen Aufgaben in die Zukunft zu verschieben, können Sie noch heute ein Upgrade durchführen.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Ihre Daten konnten nicht verschoben werden. Bitte versuchen Sie es erneut.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Ihre Termine wurden erfolgreich verschoben.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Kurstermine";
"Core.COURSE_DATES.TODAY" = "Heute";
"Core.COURSE_DATES.COMPLETED" = "Vollendet";
"Core.COURSE_DATES.PAST_DUE" = "Überfällig";
"Core.COURSE_DATES.THIS_WEEK" = "Diese Woche";
"Core.COURSE_DATES.NEXT_WEEK" = "Nächste Woche";
"Core.COURSE_DATES.UPCOMING" = "Bevorstehende";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Gerätespeicher voll";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Ihr Gerät verfügt nicht über genügend freien Speicherplatz, um diesen Inhalt herunterladen . Bitte geben Sie Speicherplatz frei und versuchen Sie es erneut.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ gebraucht, %@ kostenlos";
"Core.COURSE.ALERT.CANCEL" = "Abbrechen";
"Core.COURSE.ALERT.CLOSE" = "schließen";
"Core.COURSE.ALERT.REMOVE" = "Entfernen";
"Core.COURSE.ALERT.DOWNLOAD" = "herunterladen";
"Core.COURSE.ALERT.TRY_AGAIN" = "Versuchen Sie es erneut";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Offline Inhalt entfernen?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "herunterladen bestätigen";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "auf dem Handy herunterladen ?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Durch das Entfernen dieses Inhalt wird %@ freigegeben.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Durch das Herunterladen dieses Inhalt %@ werden verfügbare Blöcke offline gespeichert.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Das Herunterladen dieses Inhalt verbraucht %@ Daten .";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "herunterladen Fehlgeschlagen";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Keine Internetverbindung";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "WLAN erforderlich";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Leider konnte dieser Inhalt nicht herunterladen werden. Bitte versuchen Sie es später erneut oder melden Sie dieses Problem.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Für den Download dieses Inhalt ist eine aktive Internetverbindung erforderlich. Bitte stellen Sie eine Verbindung zum Internet her und versuchen Sie es erneut.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Zum Herunterladen dieses Inhalt ist eine aktive WLAN-Verbindung erforderlich. Bitte verbinden Sie sich mit einem WLAN-Netzwerk und versuchen Sie es erneut.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Die von Ihnen ausgewählten Videos sind größer als 1 GB. Möchten Sie diese Videos herunterladen ?";
"Core.DOWNLOAD.DOWNLOAD" = "herunterladen";
"Core.ALERT.ACCEPT" = "Akzeptieren";
